[
  {
    "id": 1,
    "image": "/images/Pul.jpg",
    "title": "Pul",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "Bank hisobkitoblari, daromad va qarz olishdan tortib, davlat xarajatlari, soliqlar va inflyatsiya kabi barcha mavzularni batafsil qamrab oluvchi pul olami bilan ilk tanishuv. “Pul. Boshlang‘ich saboqlar” kitobida yorqin, infografik rasmlar, batafsil lug‘at va maxsus tanlangan vebsaytlarga havolalar mavjud bo’lib, ular vositasida o‘quvchi virtual bank olamiga sayohat qilib, pul bilan bog‘liq barcha jarayonlarni kuzatishi mumkin.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/books/book.png"],
    "hamkor": "/images/Anorbank_mini.png"
  },
  {
    "id": 2,
    "image": "/images/BIOLOGIYA.jpg",
    "title": "Biologiya",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "Bu kitob biologiyaning kichik bakteriyalardan tortib o’simliklar, hayvonot olami va butun ekotizimlargacha bo’lgan maftunkor dunyosini o’rganadi. Tirik mavjudotlarning o‘zini tutishi, o‘zaro ta’siri va ularning atrofdagi dunyoga ajoyib tarzda moslashuvi; yerdagi hayot qanday boshlangani, qanday o‘zgargani va keyingi ming yilliklarda tirik mavjudotlar qanday ko‘rinishga ega bo‘lishi; hujayralar va ularning muhim roli diqqat bilan ko‘rib chiqiladi. Diagrammalar, infografikalar, komikslar va tushunarli matnlar yordamida bu kitob o‘quvchilarga biologiyani nima uchun o‘rganish muhimligi, u qanday jabhalarni qamrab olishini namoyish etadi. Kitob bugungi kunda biologlar duch kelayotgan ulkan muammolar, masalan, tinimsiz tarzda rivojlanib boruvchi kasallik turlari tarqalishi oldini olish, qirilib ketish xavfi ostidagi hayvonlar va o‘simliklarni saqlab qolish maqsadidagi harakatlari va kurashi haqida ham so‘zlaydi.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/images/biologiya2.jpg", "/images/biologiya3.jpg"],
    "hamkor": ""
  },
  {
    "id": 3,
    "image": "/images/FIZIKA.jpg",
    "title": "Fizika",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "“Fizika. Boshlang’ich saboqlar” kitobi fizika bilan qanday shug‘ullanish haqidagi tafsilotlarni tushuntirish o‘rniga fizikaning turli sohalari nima haqida ekanligini, biz ular haqida qayerdan bilishimiz, qay vaziyatlarda duch kelishimiz hamda yosh fiziklar uchun fizika sirlarini ochishni tushuntiradi. Kitob qora tuynuklar, kvant mexanikasi va hatto Eynshteynning nisbiylik nazariyalarini kabi murakkab mavzularni sodda va vizual tarzda taqdim etadi.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/images/fizika2.jpg", "/images/fizika3.jpg"],
    "hamkor": ""
  },
  {
    "id": 4,
    "image": "/images/IQTISODIYOT.jpg",
    "title": "Iqtisodiyot",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "Kamdan kam odam o‘ziga kerakli barcha narsaga ega, shunday ekan, biz o'zimizda bor resurslardan qanday foydalanishimiz mumkin? Iqtisodiyot – muammoni hal qilish uchun qilgan tanlovlarimizni tushunish va idrok etish. Yorqin, infografika bilan ma’lumot yetkazuvchi “Iqtisodiyot. Boshlang'ich saboqlar” kitobi bozorlar nima uchun o‘ta muhimligi, bizneslar nima sotishni qay tarzda belgilashlari va hukumatlar mamlakatni boshqarish uchun qaysi yo‘lni tanlashlarini tasvirlaydi.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/books/book.png"],
    "hamkor": ""
  },
  {
    "id": 5,
    "image": "/images/KIMYO.jpg",
    "title": "Kimyo",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "“Kimyo. Boshlang'ich saboqlar” kitobi kimyo fanidagi asosiy tushunchalar va muhim g‘oyalarni do‘stona va tushunarli tarzda ochib beradi. O‘quvchi o‘zi uchun koinotning asosini tashkil etuvchi atomlar va molekulalarni kashf etadi. Kimyogarlar esa kitobxonga atom va molekulalardan foydalanib yangi doridarmonlar va vositalar kashf etish sirlarini o‘zlari uchun kashf etishadi. Kitob kimyoviy reaksiyalarni bosqichma-bosqich kuzatib borish, davriy jadvalni o‘rganish va kimyoning real hayotdagi qo‘llanishi — jinoyatlarni fosh qilishdan tortib, yashil energiya ishlab chiqarishgacha bo‘lgan jarayonlarni bilib olishga yordam beradi.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/images/ximiya2.jpg"],
    "hamkor": ""
  },
  {
    "id": 6,
    "image": "/images/MATEMATIKA.jpg",
    "title": "Matematika",
    "category": "O'quv kitoblar",
    "subtitle": "Boshlang'ich saboqlar",
    "description": "Matematika odamlarni boy qilishi mumkinmi? Formulalar qaysi sport jamoalari ko’proq g’alaba qozonishini bashorat qila oladimi? Tenglamalar koinot sirlarini tushuntirishi mumkinmi? Bularning barchasiga qisqa javob – HA. “Matematika. Boshlang’ich saboqlar” kitobi matematika odamlarga dunyoni tushunishga, kelajakni bashorat qilishga va o‘z hayotlarini qay tarzda yaxshilashga yordam berishini o’rganadi va tushuntiradi. Kitob o‘quvchining aqliy matematika darajasini sinamaydi yoki sizga “x” ni topishning sonsanoqsiz usullarini o’rgatmaydi. Aksincha, u matematika qanchalik qiziqarli ekanligini ko’rsatib beradi va unga qiziqish va muhabbatni shakllantiradi.",
    "totalPage": "330",
    "publishYear": "2025",
    "format": "Qattiq qoplamli",
    "language": "O'zbek tili",
    "country": "O'zbekiston",
    "gallery": ["/books/book.png", "/books/book.png"],
    "hamkor": ""
  }
]
